import { NextResponse } from 'next/server';

export async function GET(request) {
	return NextResponse.json([
		{
			id: 1,
			title: 'Ocвещение',
			description:
				'Основное освещение меняет цвет (от холодного к теплому) и яркость свечения» в зависимости от времени суток.',
		},
		{
			id: 2,
			title: 'Шторы',
			description:
				'Система самостоятельно откроет шторы или группы штор по времени суток или с вашей команды.',
		},
		{
			id: 3,
			title: 'Защита от протечек',
			description:
				'Датчик врезается в плитку и выглядит эстетично. При протечке система самостоятельно перекроет воду.',
		},
		{
			id: 3,
			title: 'Камеры видеонаблюдения',
			description:
				'Вы можете в online режиме наблюдать за тем, что происходит пока вас нет дома.',
		},
		{
			id: 4,
			title: 'Голосовое управление',
			description:
				'Любое действие вы можете выполнить не только с приложения на смартфоне, но и голосовой командой.',
		},
		{
			id: 5,
			title: 'Ворота',
			description:
				'Удобное открытие и закрытие любых электроворот и электрозамков по вашей команде.',
		},
	]);
}
